
KEYWORD_MAP = {
    '跑鞋': [
        ['361', 'sparkle'],
        ['361', 'spire'],
        ['361', 'strata'],
        ['361', 'sensation'],
        ['361', '国际线'],
        ['李宁', '超轻16'],
        ['adidas', 'UltraBoost'],
    ],
    '硬盘': [
        ['西数', '4T'],
        ['西数', '6T'],
        ['西数', '8T'],
        ['西数', '10T'],
    ]
}

HAOJIA_MAP = {
    '电脑数码': [
        ['硬盘', '4T'],
        ['硬盘', '6T'],
        ['硬盘', '8T'],
        ['硬盘', '10T'],
        ['显卡', '5700'],
        ['显卡', '5700X'],
        ['显卡', '2070'],
        ['显卡', '2080'],
        ['主板', 'X570']
    ],
    '存储设备': [
        ['西数', '6T'],
        ['西数', '8T'],
        ['西数', '10T'],
    ],
    'CPU': [
        ['AMD']
    ]
}
